Repository: woody-wordpress/woody-core
Catalog: web/app/languages/plugins/bea-media-analytics-*.po
Languages: fr_fr

source: Be API Technical team
fr_fr: Equipe technique Be API

source: Find where and how media are used across your site.
fr_fr: Trouver où et comment sont utilisés les médias au sein du site entier.

source: A notice with the ID %s has already been registered.
fr_fr: Une notice avec l’ID %s a déjà été enregistrée.

source: Dismissible Notices Handler Error:
fr_fr: Erreur de gestionnaire de notice révocables :

source: The library can not be used because your version of PHP is too old. You need version %s at least.
fr_fr: La librairie ne peut pas être utilisée car votre version de PHP est trop ancienne. Vous avez besoin au minimum de la version %s.

source: The library can not be used because your version of WordPress is too old. You need version %s at least.
fr_fr: La librairie ne peut pas être utilisée car votre version de WordPress est trop ancienne. Vous avez besoin au minimum de la version %s.

source: Plugin Boilerplate require PHP version %s or greater to be activated. Your server is currently running PHP version %s.
fr_fr: L’extension Boilerpalte nécessite PHP en version %s ou supérieure pour être activée. Votre serveur utilise actuellement PHP en version %s.

source: Plugin Boilerplate requires PHP version %s or greater to be activated.
fr_fr: L’extension Boilerplate nécessite PHP en version %s ou supérieure pour être activée.

# Admin notice
source: As BEA - Media Analytics plugin has been updated, new features are introduced which require to launch the process of indexing all contents. It will silently launch himself soon.
fr_fr: Comme l'extension BEA - Media Analytics vient d'être mise à jour, de nouvelles fonctionnalités ont été introduites, ce qui nécessite une réindexation des contenus. Ce processus va se lancer automatiquement en tâche de fond.

# Admin notice
source: As BEA - Media Analytics plugin has been activated, the process of indexing contents will silently launch himself soon.
fr_fr: Comme l'extension BEA - Media Analytics vient d'être activée, le processus d'indexation des contenus va se lancer automatiquement en tâche de fond.

source: This media is currently used %s. Are you sure you want to delete it ? This action is irreversible ! «Cancel» to stop, «OK» to delete.
fr_fr: Ce media est actuellement utilisé %s fois. Confirmez-vous sa suppression ? Cette action est irréversible ! « Annuler » pour arrêter, « OK » pour supprimer.

source: times
fr_fr: fois

source: time
fr_fr: fois

# Label for humanizing object types
source: Advanced Custom Fields (settings)
fr_fr: Advanced Custom Fields (réglages)

# Label for humanizing object types
source: Advanced Custom Fields
fr_fr: Champs ACF

# Label for humanizing object types
source: Post thumbnail
fr_fr: Image à la une

# Label for humanizing object types
source: Post content
fr_fr: Contenu

source: This media is used %s times :
fr_fr: Ce média est utilisé %s fois :

source: This media is used once :
fr_fr: Ce média est utilisé une fois :

source: Usage :
fr_fr: Utilisation :

source: Not used anywhere.
fr_fr: Aucune utilisation.

# title for the usage link
source: View media usage.
fr_fr: Voir l’utilisation du média.

source: %s times.
fr_fr: %s fois.

source: One time.
fr_fr: Une fois.

source: This media is currently used %s across all synchronized sites. Are you sure you want to delete it ? This action is irreversible ! «Cancel» to stop, «OK» to delete.
fr_fr: Ce média est à présent utilisé %s au sein de tous les sites synchronisés. Voulez-vous vraiment le supprimer ? Cette action ne peut pas être annulée. « Annuler » pour arrêter, « OK » pour supprimer.

# Each site details for media usage
source: On site : %s
fr_fr: Sur le site : %s

source: This media is used %s times across all synchronized sites :
fr_fr: Ce média est utilisé %s fois au sein de tous les sites synchronisés :

source: This media is used once across all synchronized sites :
fr_fr: Ce média est utilisé une fois au sein de tous les sites synchronisés :

source: This media is not used.
fr_fr: Ce média n’est pas utilisé.

source: %s times across all synchronized sites.
fr_fr: %s fois sur les sites synchronisés.

source: One single time across all synchronized sites.
fr_fr: Une seule fois sur les sites synchronisés.
